[
  {
    "name": "Gundam Classic",
    "description": "lorem",
    "price": 150,
    "image": "https://da.lnwfile.com/_/da/_raw/y5/7i/h9.jpg",
    "type": "Gundam",
    "grade": "Master Grade",
    "color": "White",
    "id": 1
  },
  {
    "name": "Tallgeese EW",
    "description": "The Tallgeese is equipped with Super Vernier, Dover Gun with cartridge exchange, and gimmick blowback, of course, makes this one perfect set. Comes with a locking mechanism that increases stability, so you can pose with his weapon without a doubt he will be biased. You certainly will not be disappointed with this one set.",
    "price": 45,
    "image": "https://gundamplacestore.com/cdn/shop/products/img_6048.jpg?v=1650976638&width=750",
    "type": "Gundam",
    "grade": "Real Grade",
    "color": "White",
    "id": 2
  },
  {
    "name": "Gundam Epyon",
    "description": "\"Gundam Epyon\" from \"New Mobile Report Gundam Wing\" is commercialized as a completely new RG model! Equipped with a new movable gimmick optimized to swing the beam sword powerfully and naturally! Adopted RG original arrangement with pterosaur motif!",
    "price": 75,
    "image": "https://gundamplacestore.com/cdn/shop/files/IMG-1030.webp?v=1696036014&width=750",
    "type": "Gundam",
    "grade": "Real Grade",
    "color": "Red",
    "id": 3
  },
  {
    "name": "Aile Strike Gundam GAT-X105",
    "description": "The third kit in the Real Grade line is the GAT-X105 Aile Strike Gundam. Bandai gives the Strike some REAL attention! It comes with a shield, beam rifle, two beam sabers, plenty of marking stickers, and an adaptor so it can fit on an Action Base 1, and most importantly off all, that amazingly engineered Advanced MS Joint frame! Scale: 1/144 Item Size/Weight: 31.0cm x 19.0cm x 8.2cm / 410g Release Date: Apr 2011",
    "price": 45,
    "image": "https://gundamplacestore.com/cdn/shop/products/ban969492_2.jpg?v=1650976086",
    "type": "Gundam",
    "grade": "Real Grade",
    "color": "White",
    "id": 4
  },
  {
    "name": "STRIKE FREEDOM GUNDAM ZGMF-X20A",
    "description": "Highly detailed plastic pieces molded in different colors. Snap together kit requires no glue. Model can be posed in various positions. Several hand held weapons.Colorful decals Pictorical instructions written in Japanese. INCLUDES: One plastic model. REQUIRES: Assembly, Hobby knife COMMENTS: Due to small parts that could cause a choking hazard, please keep away from children 3 years of age and younger. PRODUCT DIMENSIONS: 2\" W. X 2\" H. X 5\" L. PRODUCT WEIGHT: 1.15 LBS.",
    "price": 52,
    "image": "https://gundamplacestore.com/cdn/shop/products/ban985139_5-e1606351510713.jpg?v=1650977917",
    "type": "Gundam",
    "grade": "Real Grade",
    "color": "Blue",
    "id": 5
  },
  {
    "name": "Wing Gundam",
    "description": "The long-awaited RG version of the TV version of \"Wing Gundam\" with completely new modeling! ■ Various gimmicks to reproduce the setting mechanism and poses in the play, and the original gimmick based on the actual machine verification are condensed to 1/144 scale. ■ Introduced an original movable gimmick with the image of a bird in the wing part based on the actual machine verification unique to RG. ■ \"Advanced MS joint\" is used for the base of the wing. ■ Built-in movable gimmicks on shoulders and body block to reproduce the dynamic posture of Buster rifle and beam saber. ■ By rearranging the parts, it can be transformed into a bird form. ■ By using action-based compatible parts, it is possible to display not only in MS state but also in bird form.",
    "price": 55,
    "image": "https://gundamplacestore.com/cdn/shop/products/img_5994.jpg?v=1650974663&width=750",
    "type": "Gundam",
    "grade": "Real Grade",
    "color": "White",
    "id": 6
  },
  {
    "name": "Sinanju",
    "description": "From \"Mobile Suit Gundam Unicorn RE: 0096\", the full-frontal MS Shinku MS \"Shinanju\" finally got RG! ■ Flexible thruster on the back which was designed by actual machine design such as rocket engine evolved movable gimmick such as opening and closing while showing internal mechanism! ■ The golden engraving is plating processing, the base red is gross injection, each is expressed in texture, shining beautifully!",
    "price": 67,
    "image": "https://gundamplacestore.com/cdn/shop/products/img_5489.jpg?v=1650976726",
    "type": "Gundam",
    "grade": "Real Grade",
    "color": "Red",
    "id": 7
  },
  {
    "name": "Unicorn Gundam 02 Banshee Norn",
    "description": "The Unicorn Gundam 02 Banshee Norn gets a Real Grade model kit release from Bandai! It features a flexible inner frame for supreme posability after assembly, and it can transform into its Banshee Norn mode, too! It's equipped with two Beam Sabers, the Beam Magnum and an effect part, the Revolving Launcher, the Armed Armor DE, the Armed Armor XC, and realistic decals. Check out the limited-edition premium box version, too! Includes: Beam Magnum - Revolving Launcher - Beam Saber (x2) - Armed Armor DE - Armed Armor XC - Realistic decals. Scale: 1/144 Item Size/Weight: 31.0cm x 19.1cm x 10.0cm / 590g Release Date: Feb 2018",
    "price": 69,
    "image": "https://gundamplacestore.com/cdn/shop/products/bann21060_1.jpg?v=1650977221&width=750",
    "type": "Gundam",
    "grade": "Real Grade",
    "color": "Blue",
    "id": 8
  },
  {
    "name": "Gundam Astray Red Frame",
    "description": "Astray Red Frame boasts a brilliant movement as of samurai appeared in RG! - To pursue a structure that feel from the assembly stage when it was replaced by the mobile suit. Beyond the body skeleton, we realize the claim of a certain frame. 1: pursue skeleton as MS in a completely new design frame. And not the imitation of the human body moving, and reproduce the frame of Astray by designing a skeleton of as mobile suits. 2: frame is for flexible moving in conjunction with the exposed exterior. In humans, and connect the bones, is interposed to move. The Astray, part of the outer frame exhibit a role as a muscle. and achieve a natural moving by . 3: reproduce the moving gimmick to detail.",
    "price": 44,
    "image": "https://gundamplacestore.com/cdn/shop/products/rg-mbf-p02-gundam-astray-red-frame-05_clipped_rev_1_1024x1024_b534a870-fdba-47ea-93c2-23ccfb043ec8.png?v=1650977641",
    "type": "Gundam",
    "grade": "Real Grade",
    "color": "Red",
    "id": 9
  },
  {
    "name": "Wing Gundam Zero EW",
    "description": "Bandai's Real Grade lineup just got even more awesome with the addition of the highly anticipated Wing Gundam Zero from \"Endless Waltz\"! It's built on a \"Zero Frame,\" which allows amazing posability. Some of the feathers on its magnificent wings will also be posable thanks to unique joints. It comes with two buster rifles which can be joined into one for the ultimate in firepower! Don't miss out on this iconic Gundam, and order now! Parts are molded in pale grey, dark grey, navy blue, red, clear, and yellow plastic. Paint is not required, but may be used for more a more realistic look. Instructions are in Japanese, but are fully-illustrated for ease of assembly regardless. Decals are included with this kit. Scale: 1/144 Item Size/Weight: 31.2cm x 19.1cm x 8.3cm / 420g Release Date: Dec 2014",
    "price": 45,
    "image": "https://gundamplacestore.com/cdn/shop/products/ban994380_2.jpg?v=1650977925&width=1500",
    "type": "Gundam",
    "grade": "Real Grade",
    "color": "White",
    "id": 10
  },
  {
    "name": "Providence Gundam",
    "description": "The Providence Gundam, the god who bears the noise of thunder on his back, has now launched in the MG line-up!  The Providence Gundam shares its genealogy with the Freedom Gundam and utilizes some of the same frame parts incorporating a highly dynamic joint structure and balanced proportion. Its distinctive rear-mounted DRAGOON pods can be equipped and displayed with clear struts to recreate its all-range attacks.  Several gimmicks such as ankle extensions, movable cockpit, and the deployment of the Composite Armed Shield system to the MS's left arm provide enhanced realism and enjoyment.",
    "price": 70,
    "image": "https://gundamplacestore.com/cdn/shop/products/img_2401.jpg?v=1689188370",
    "type": "Gundam",
    "grade": "Master Grade",
    "color": "White",
    "id": 11
  },
  {
    "name": "Full Armor Unicorn Gundam Ver.KA",
    "description": "Oh...my...guns! Sure we've already had a Ver. Ka MG Unicorn (linked below) and then the improved versions released when the OVA hit theaters in Japan (also linked below) but this might be the most epic MG Unicorn Gundam yet. Just look at what's in this box! MG Unicorn capable of transforming from Unicorn to Destroy Mode Green psycho frame parts! Two Beam Magnums. Two Hyper Bazookas. Two Triple Missile Pods. Two Grenade Launchers. Six Beam Gatling Guns (Yes, 6!). Three Shields Four Beam Sabers. Two Hyper Beam Javelins. If that isn't enough for you check this out. Those Giant boosters on the back (along with extra parts supplied by Bandai) can be used to construct the Unicorns's Type 94 Base Jabber! Scale: 1/100 Item Size/Weight: 39.0cm x 31.0cm x 14.5cm / 1660g Release Date: Dec 2011",
    "price": 95,
    "image": "https://gundamplacestore.com/cdn/shop/products/mg-rx-0-full-armor-unicorn-gundam-ver-ka-01-1.jpg?v=1650977767",
    "type": "Gundam",
    "grade": "Master Grade",
    "color": "White",
    "id": 12
  },
  {
    "name": "Gundam Barbatos  13 reviews  ",
    "description": "Joining the prestigious Master Grade line is the 4th form of Gundam Barbatos from Gundam Iron-Blooded Orphans!  The inner structure of the Gundam Frame and Dual Ahab reactors have been faithfully recreated and feature gimmicks that allow for dynamic posing including piston movement with various parts of the body including shoulders, chest, and legs. Color separation is used generously throughout the kit providing the easiest building experience yet for the Barbatos series.",
    "price": 55,
    "image": "https://gundamplacestore.com/cdn/shop/products/bans58222_10.jpg?v=1650977242&width=1500",
    "type": "Gundam",
    "grade": "Master Grade",
    "color": "White",
    "id": 13
  },
  {
    "name": "Super Nova Blade king 1/100 scale model kit",
    "description": "SNAA (Supernova) 1/100 Emperor series - Blade King Plastic Model Kit Brand : SNNA Scale : 1/100 (MG Standard) Code : YR-02 Product Height : 22cm Package Include : - Standard water decal - Aluminum thin sticker - The ultimate movable full body complete skeleton - Detailed color separation - Large stand base - Special bonus (transparent red machete blade)",
    "price": 80,
    "image": "https://gundamplacestore.com/cdn/shop/files/D7E90D74-AFD8-44E1-8BCD-F13701D56A0F.jpg?v=1705964618&width=750",
    "type": "Gundam",
    "grade": "Master Grade",
    "color": "Blue",
    "id": 14
  },
  {
    "name": "Hyaku-Shiki Version 2.0",
    "description": "It's been a number of years since we saw a new MG 2.0 kit released and now Bandai's chosen an amazing suit to bring it to us again: the fan favorite Hyakushiki! This kit's armour will be mekki-plated with undergates so no gate marks are visible after assembly. It will come with various eye parts so you can choose how you want the face to look, and the binders on its back will be attached via a flexible joint to allow a lot of movement. This golden beauty will come with a Bazooka, Beam Rifle, two beam sabers, and marking stickers. Scale: 1/100 Item Size/Weight: 39.0cm x 31.0cm x 8.2cm / 730g Release Date: May 2015",
    "price": 80,
    "image": "https://gundamplacestore.com/cdn/shop/products/ban996701_1.jpg?v=1650977711&width=750",
    "type": "Gundam",
    "grade": "Master Grade",
    "color": "Gold",
    "id": 15
  },
  {
    "name": "Legend Kiyomori 1/100 (Red Ogre) model kit",
    "description": "From Ming Jiang Legend comes a model kit of the samurai mecha, Red Ogre Qingsheng. Once assembled this highly detailed figure is fully articulated and includes multiple accessories to maximize display options.",
    "price": 85,
    "image": "https://gundamplacestore.com/cdn/shop/files/IMG-4985.jpg?v=1702917521&width=750",
    "type": "Gundam",
    "grade": "Master Grade",
    "color": "Red",
    "id": 16
  },
  {
    "name": "Nu Gundam (Ver. Ka)",
    "description": "This modern version of the Nu Gundam has been designed by esteemed mechanical designer Hajime Katoki as part of the G-Dome at the Gundam Front Tokyo exhibit. Featuring new modeling technology refined since the original MG Nu Gundam release, this Ver. Ka incorporates new gimmics such as foldable tabs on weapons to allow for better gripping and a head with light up eyes using an LED (sold separately). Hands on this release feature a new refined articulated finger system used on the larger scale Perfect Grade series allowing expressive hand and individual finger movement.",
    "price": 80,
    "image": "https://gundamplacestore.com/cdn/shop/products/mg-rx-93-nu-gundam-ver-ka-01.jpg?v=1650975761",
    "type": "Gundam",
    "grade": "Master Grade",
    "color": "White",
    "id": 17
  },
  {
    "name": "Gundam Double X",
    "description": "From “After War Gundam X,” it’s the mighty GX-9901 DX Gundam Double X! It has common parts between the internal frame and reflector units of the Gundam X. The Twin Satellite Cannons can be deployed with their reflector panels out, and the internal reflector panels have a mirrored frame similar to that of the Gundam X. The cannon can expand and change its angle for various attacks, and there’s a locking mechanism on the shoulder for better stability. In addition, the forearms and calves also feature reflector expansion. Comes with its shield, Buster Rifle, two Twin Satellite Cannons, two Hyper Beam Swords, and in-scale figures of Garrod Ran and Tiffa Adill.",
    "price": 55,
    "image": "https://gundamplacestore.com/cdn/shop/products/050CE98C-92B5-4888-8ECD-929A1D398EAA.jpg?v=1650976450",
    "type": "Gundam",
    "grade": "Master Grade",
    "color": "White",
    "id": 18
  },
  {
    "name": "STRIKE ROUGE+00T0RI 0RB Mobile Suit MBF-02+EW454F",
    "description": "'- Announced along with the release of the Mobile Suit Gundam SEED Destiny HD Remaster's Ootori Striker, this marks the fastest a Suit has been translated into an MG in Gundam history! - Following in the footsteps of the Aile Strike Gundam, the Strike Rogue is remastered (Ver.RM), giving the kit a more streamlined look and wide range of motion. Introduced in the HD Remaster of M.S.G.: SEED Destiny, the Ootori Striker Pack was designed by master mechanical designer Kunio Okawara. An Integrated Weapon Striker Pack, the Ootori is full of gimmicks. ",
    "price": 52,
    "image": "https://gundamplacestore.com/cdn/shop/products/ban984475_1.jpg?v=1688132998",
    "type": "Gundam",
    "grade": "Master Grade",
    "color": "Red",
    "id": 19
  },
  {
    "name": "Armored Colossus TEST-70 Bailu Air Combat Model Kit",
    "description": "From the Armored Colossus manga comes a new figure of TEST-70 Bailu Air Combat! This highly detailed model kit becomes a fully articulated figure once complete.",
    "price": 75,
    "image": "https://gundamplacestore.com/cdn/shop/files/image_2483fef2-4c2e-48cb-89d5-540cddd35e15.webp?v=1718913527",
    "type": "Gundam",
    "grade": "Master Grade",
    "color": "White",
    "id": 20
  },
  {
    "name": "Strike Freedom Gundam",
    "description": "The newest Perfect Grade kit is none other than the Strike Freedom Gundam! The Strike Freedom, with its expandable Super Dragoons, is the largest PG kit ever released. Completely new molds were used in the production of this kit and Bandai has outdone themselves when it comes to engineering something made of so many small (and not so small) parts, particularly in the joints and armor where the gold frame parts are viewable. Bandai has designed new, sturdier joints to hold this hefty kit once it is completed, and it includes weapons and accessories such as the Beam Shield, two Beam Rifles, two Railguns, eight Super Dragoons, a display base, and an LED unit for the head! Plus Katoki Hajime's notorious plethora of markings! Are you game? Scale: 1/60 Item Size/Weight: 59.0cm x 39.8cm x 17.0cm / 3320g Release Date: Dec 2010",
    "price": 295,
    "image": "https://gundamplacestore.com/cdn/shop/products/img_0781.jpg?v=1650977807",
    "type": "Gundam",
    "grade": "Perfect Grade",
    "color": "Blue",
    "id": 21
  },
  {
    "name": "MBF-P02 GUNDAM ASTRAY RED FRAME",
    "description": "The highly anticipated Perfect Grade Gundam Astray Red Frame has finally arrived! After a long hiatus without any brand-new entries in the Perfect Grade line since Perfect Grade Strike Gundam in 2004, Gundam modelers around the world now get to build a spectacular 1/60-scale kit of the popular mecha piloted by Lowe Guele in \"Mobile Suit Gundam Seed Astray\"! The kit is exquisitely detailed with great attention paid to reproducing its intricate mechanisms. ",
    "price": 210,
    "image": "https://gundamplacestore.com/cdn/shop/products/770024439857-4_1024x1024_ad3bb0f3-c927-45dd-b348-58712b6297c8.png?v=1673894343",
    "type": "Gundam",
    "grade": "Perfect Grade",
    "color": "Red",
    "id": 22
  },
  {
    "name": "Unicorn Gundam 02 Banshee Norn",
    "description": "The PG Banshee Norn shares the same frame with the PG Unicorn Gundam but instead of the Unicorn's Gatlings and Bazooka you get that massive Norn backpack as well as the giant shield and parts to make the launcher for the rifle. ",
    "price": 260,
    "image": "https://gundamplacestore.com/cdn/shop/products/2D280DC1-8F42-483A-8B7D-115A027DE529.jpg?v=1696040045",
    "type": "Gundam",
    "grade": "Perfect Grade",
    "color": "Blue",
    "id": 23
  },
  {
    "name": "GN-001 Gundam Exia Model Kit",
    "description": "Perfect Grade Gundam Exia! Released as part of the 10th Anniversary of \"Gundam 00,\" and the first Perfect Grade as part of the GunPla Evolution 40th Anniversary project! Representing the pinnacle of plastic modeling engineering, the Gundam Exia incorporates a full mechanical skeleton that's capable of accomplishing dynamic posing and features rich surface detail.",
    "price": 210,
    "image": "https://gundamplacestore.com/cdn/shop/products/191_2130_o_1br3kbuvu1td198919hhcpjsb43g_900x900_984804d3-6894-42ed-b129-a355d50b81e8.jpg?v=1650977024",
    "type": "Gundam",
    "grade": "Perfect Grade",
    "color": "White",
    "id": 24
  },
  {
    "name": "1/60 00 Raiser Gundam",
    "description": "It's been five long years since we've had a completely new mold of a 1/60-scale PG Gundam kit--the last one was the Perfect Grade (PG) Strike Gundam.",
    "price": 295,
    "image": "https://gundamplacestore.com/cdn/shop/products/561489870897-0_1024x1024_7007440e-a628-4a91-afc2-3c809968385c.png?v=1650977863",
    "type": "Gundam",
    "grade": "Perfect Grade",
    "color": "Blue",
    "id": 25
  },
  {
    "name": "1/60 00 Gundam Seven Sword/g Inspection P-Bandai",
    "description": "This unit appeared in the Mobile Suit Gundam 00V, a side story series of Gundam 00 that was serialized by Hobby Japan that showcases variations of its main Gundam and mobile suits. GN Beam Saber x 2 GN Buster Sword II GN Katar x 2 GN Sword II Long GN Sword II Short GN Sword II Blaster This kit will also be packed with a water decal transfer sheet for detailing.",
    "price": 395,
    "image": "https://gundamplacestore.com/cdn/shop/products/N2516456001002_005.jpg?v=1650977299&width=750",
    "type": "Gundam",
    "grade": "Perfect Grade",
    "color": "Red",
    "id": 26
  },
  {
    "name": "RX-0 UNICORN Gundam",
    "description": "Piloted by Banagher Links, the PG Unicorn is the first Perfect Grade Bandai kit in four years, and the most impressive to date. A spectacular separate LED kit can be purchased to bring Unicorn to life in light on display! Fans can expect an array of extraordinary features from this kit.",
    "price": 235,
    "image": "https://gundamplacestore.com/cdn/shop/products/img_7292.jpg?v=1650977691",
    "type": "Gundam",
    "grade": "Perfect Grade",
    "color": "White",
    "id": 27
  },
  {
    "name": "1/60 Perfect Strike Gundam",
    "description": "From Mobile Suit Gundam SEED, the Perfect Grade Perfect Strike Gundam has been retrofitted to the latest format!  This model kit set includes 3 of the Striker Weapons System modules, featuring Aile, Sword, and Launcher configurations. They can be displayed individually or combined to create the Perfect Strike Gundam!",
    "price": 295,
    "image": "https://gundamplacestore.com/cdn/shop/files/image_78f1bc73-b683-415b-a8d6-1ed0e0df859b.webp?v=1700770433",
    "type": "Gundam",
    "grade": "Perfect Grade",
    "color": "White",
    "id": 28
  },
  {
    "name": "Wing Gundam Zero EW",
    "description": "The most impressive model in Bandai's history is finally here! This kit has too much to list in detail, so please be willing to settle for the highlights: 30-plus runners of parts (670 total pieces).",
    "price": 175,
    "image": "https://gundamplacestore.com/cdn/shop/products/1388980600881-2_1024x1024_60439469-f4c6-4b16-a598-631bb9df357a.png?v=1650977915",
    "type": "Gundam",
    "grade": "Perfect Grade",
    "color": "White",
    "id": 29
  },
  {
    "name": "MS-06F Zaku II",
    "description": "This is a posable, Perfect-Grade injection-plastic kit of an item from the Gundam universe. Bandai's Perfect Grade Zaku is the perfect partner for the Perfect Grade RX-78 released earlier.",
    "price": 145,
    "image": "https://gundamplacestore.com/cdn/shop/products/1492021903409-0_1024x1024_0d78d373-5fe8-4a4a-94ba-4d615a15e8b9.png?v=1650977898",
    "type": "Gundam",
    "grade": "Perfect Grade",
    "color": "Green",
    "id": 30
  },
  {
    "name": "STRANGE WORK FROSTY CAT   1/60",
    "description": "The total height is 28cm, which is a 1/72 scale size commonly seen in Chinese models in recent years. Based on the sturdy design and full skeleton structure, it also has good weight in hand.",
    "price": 175,
    "image": "https://gundamplacestore.com/cdn/shop/products/img_1542.jpg?v=1650973849",
    "type": "Gundam",
    "grade": "Perfect Grade",
    "color": "White",
    "id": 31
  }
]
